[
    {
        "citation": "Auteur (nom, époque, mouvement, principales œuvres, biographie pertinente)\nMarivaux est un dramaturge du XVIIᵉ siècle né en 1688 puis mort en 1763. Il écrit l’île aux esclaves en 1725, le jeu de l’amour et du hasard en 170 et les fausses confidences en 1737 ; il est alors un auteur reconnu.\nŒuvre (titre, genre, date, court résumé, thèmes, contexte\nLa pièce est à la fois une comédie d’intrigue où le valet dévoué s'emploie au bonheur de son ancien maître, une comédie de mœurs sur la question de la fortune et du rang social et une comédie psychologique portant sur la naissance et la découverte de l’amour par Araminte.\nDorante est éperdument amoureux d’Araminte mais il n’a pas d’argent. Il s’en remet à son ancien valet,  Dubois, maintenant au service de la femme qu’il aime, pour construire un stratagème qui permettra de les unir.\nExtrait (place dans l’œuvre, résumé, rôle dans l’œuvre et présentation des personnages si nécessaire) \nL’extrait que nous proposons d’étudier se situe à l’acte 2 scène 15. Araminte se trouve dans une situation délicate, elle sait que Dorante a des sentiments pour elle comme nous l’avons appris à l’acte 1 scène 14. Mais depuis l’épisode du portrait, l’amour de Dorante est un secret pour personne. Elle devrait le renvoyer puisqu’il est à son service comme intendant mais ne peut s’y résoudre. Elle décide donc dans cet extrait de lui tendre un piège : d’abord, elle lui fait écrire une lettre destinée au Comte qui est aussi amoureux d’elle, mais Dorante ne parle pas, elle essaie alors de le pousser dans ses retranchements.\nPrécédemment, nous avions l’habitude de voir à plusieurs reprises Dubois se présentait comme un stratège hors pair mais cette fois-ci c’est Araminte qui est au commande, déterminés à pousser Dorante à bout. Ce dernier n’est pas honnête  non plus même s’il ne sait pas ce qu’il l’attend.\n ",
        "procedes": " ",
        "analyse": "Quel est le stratagème d’Araminte ? A t il abouti à la révélation des sentiments de Dorante? "
    },
    {
        "citation": "MOUVEMENT 1 :Araminte pousse Dorante à bout",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“ A part”  \n\n“Il faut le pousser à bout”\n",
        "procedes": "\ndidascalie\n\nverbe d’obligation\n",
        "analyse": "\nMontre qu’aramainte crée sa stratégie de faire\n                        révéler les sentiments de dorante avec l’aide du public\n"
    },
    {
        "citation": "\n“Montrez moi ce portrait”\n",
        "procedes": "\nimpératif\n",
        "analyse": "\nmontre son autorité confirme le caractère fort qui lui\n                        est donné depuis le début\n"
    },
    {
        "citation": "\n“Daignez m’en dispenser”\n",
        "procedes": "\nlexique courtois et poli\n",
        "analyse": "\nDorante reste poli en respectant Araminte, cela montre sa\n                        sincérité, il ne la trahira pas\n"
    },
    {
        "citation": "\n“sans espérance”\n",
        "procedes": " ",
        "analyse": "\nIl ment aussi sur le fait de cette amour sans espérance alors\n                        qu’il a un stratagème avec Dubois pour que cette amour\n                        réussisse \n"
    },
    {
        "citation": "\n“secret inviolable” “objet\n                            aimé\"\n",
        "procedes": "\nVocabulaire de la poésie\n",
        "analyse": "\nReflète une certaine courtoisie rappelant les codes de la\n                        chevalerie (respect que tout homme doit avoir)\n"
    },
    {
        "citation": "\n“Par hasard”\n",
        "procedes": " ",
        "analyse": "\nElle ruse avec Dorante, elle pense que la boîte est\n                        placée de façon fortuite mais elle sait qu’il l’aime et fait semblant\n                        de l’ignorer\n"
    },
    {
        "citation": "\n“Montrant la boîte”\n                            “Voyez”  \n",
        "procedes": "\nCCM, didascalie\n",
        "analyse": "\nCe CCM montre qu’elle le pousse à avouer et\n                        d’ailleurs qu’elle insiste par le geste\n"
    },
    {
        "citation": "\n“Cela ne se peut pas”\n",
        "procedes": "\nphrase courte, négation\n",
        "analyse": "\nDorante nie de nouveau mais faiblement\n"
    },
    {
        "citation": "\n“la chose” “la boîte”\n                            “extraordinaire\n",
        "procedes": "\nterme vague \n",
        "analyse": "\nOn est toujours dans l'indéfini ce qui montr que aramine\n                        pousse dorante a avouer sans rien révéler\n"
    },
    {
        "citation": "\n“ouvrant la boîte” \n“Il est vrai que la chose serait assez extraordinaire.\n                            Examinez.”\n",
        "procedes": "\ndidascalie, réplique courte\n",
        "analyse": "\nPour le forcer à avouer, elle commet un geste direct et\n                        désigne de façon ironique la situation: “examinez”\n"
    },
    {
        "citation": "MOUVEMENT 2 : Elle accueil son aveu avec tendresse        ",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Ah “\n“ j'aurais perdu mille fois la vie”\n“?...”\n",
        "procedes": "\ninterjection\nhyperbole\nponctuation\n",
        "analyse": "\nMontre que Dorante avoue peu à peu ses sentiments, il quitte\n                        son renferment qu’il s'était créé au fait de ne rien\n                        révéler\n"
    },
    {
        "citation": "\n“\"il se jette à ses genoux\"\n",
        "procedes": "\ndidascalie\n\n",
        "analyse": "\n    Il se montre sincere avec cette\n                        théâtralité\n"
    },
    {
        "citation": "\n“hasard\"\n",
        "procedes": "\nreprise du terme\n",
        "analyse": "\nIl continue à considérer cet événement\n                        comme du hasard, il s'inquiète de la réaction que pourrait avoir Araminte. Il\n                        garde quand même un certains contrôle de lui\n"
    },
    {
        "citation": "\n“Comment pourrais-je expirer ?”\n\n“je ne me fâcherai point”\n",
        "procedes": "\nquestion ouverte\nfuture de certitude\n",
        "analyse": "\n Elle affirme cependant sa position avec force mais elle a\n                        changé d'avis par rapport à la scène 12 ou au contraire elle voulait,\n                        désiré que Dorante lui avoue son amour\n"
    },
    {
        "citation": "\n“égarement”, “pitié”,\n                            “pardonne”\n",
        "procedes": "\nCl du pardon et de la faute\n",
        "analyse": "\nElle fait mine de compatir cependant elle elle reste dans la\n                        condamnation\n"
    },
    {
        "citation": "\n“Dorante, je”\n",
        "procedes": "\npremière personne\njuxtaposition\n",
        "analyse": "\nPar l’utilisation du je elle se lie à dorante et donc\n                        exprime un certains rapprochement envers lui\n"
    },
    {
        "citation": "MOUVEMENT 3 : L’intrusion de Marton bouleverse ses plans",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Ah” \n",
        "procedes": "\ninterjection\n",
        "analyse": "\nCe cri signale l’entrée de Marton et met fin à\n                        l’intimité de la scène.\n"
    },
    {
        "citation": "\n“Dorante se lève vite”\n",
        "procedes": "\ndidascalie\n",
        "analyse": "\nElle montre qu’il se lève et qu’Aramintese rappel\n                        de son rang; aussi, à la fin de la scène leur lien intime est rompu.\n"
    },
    {
        "citation": "\n“Ah ciel”\n“c’est Marton”\n“Elle vous a vu”\n",
        "procedes": "\nponctuation expressive\nprésentatif\nprop ind juxt\n",
        "analyse": "\nL’arrivée de Marton bouleverse A, et change sa\n                        façon de parler.\nLes phrases courtes marquent la précipitation,\n                        Aramintepanique.\n"
    },
    {
        "citation": "\n“feignant d’être\n                            déconcerté.”\n\n“Non, Madame, non ; je ne crois pas ; elle n'est point\n                            entrée.”\n",
        "procedes": "\ndidascalie\n\nnégation\n",
        "analyse": "\nDorante feint l'ambiguïté et nie un fait\n                        avéré.\nIl veut que l’amour d’Aramintesoit publique, c’est\n                        pour ça qu’il utilise la négation.\n"
    },
    {
        "citation": "\n“elle vous a vu, vous dis-je”\n",
        "procedes": "\n 3 p.p\n",
        "analyse": "\nCes 3 p.p marquent chacun des 3 protagonistes.\n"
    },
    {
        "citation": "\n“Laissez-moi, allez-vous-en; vous m’êtes\n                            insupportable. Rendez-moi ma lettre”\n",
        "procedes": "\nimpératif\nadj péjoratif\n",
        "analyse": "\nElle clos l'entretien et le rend responsable de la\n                        situation. \ntendresse—---->imitation\n"
    },
    {
        "citation": "\n“Quand il est parti”\n“Voilà pourtant ce que c’est de l’avoir\n                            gardé”\n",
        "procedes": "\ndidascalie\n",
        "analyse": "\nDorante quitte la pièce sans répondre à sa\n                        demande et à cm elle regrette de ne pas l’avoir congédié.\nUn peu plus loin, on apprendra que c’est Dubois qui a\n                        envoyé Marton.\n"
    },
    {
        "citation": "CONCLUSION",
        "procedes": "",
        "analyse": "Mise en relation des idées principales issues des mouvements\nAraminte semble être prise à son propre piège, elle voulait faire parler Dorante afin de le renvoyer à l’aide des preuves qu’elle aurait récolté mais au contraire, elle obtient un aveu indirect qui l’attendri. De plus, elle a été vu par Marton dans une position inconvenante, elle redoute à présent de devoir renvoyer son intendant. Dorante, lui, balance entre sincérité et ruse, et ignore qu’Araminte lui tend un piège, il ne connaît pas les objectifs de celle-ci qu’il aime. Mais il préserve le secret du stratagème qu’il a mis en place avec Dubois.\nOuverture\nOn peut rapporter cette scène à la suivante où Dubois affirme en se réjouissant :”Voilà l’affaire dans sa crise”.\n"
    }
]