[
    {
        "citation": " Dans Les Contemplations, la mort de Léopoldine inspire à Hugo tantôt des réminiscences heureuses, tantôt de douloureux cris de désespoir.\nÀ la veille du quatrième anniversaire de l'accident, Hugo compose ces trois strophes du poème Demain, dès l'aube d'une simplicité harmonieuse et d'un lyrisme touchant. Avec une détermination qui n'exclut ni l'émotion ni l'imagination, il décrit par avance le cheminement qui le conduira auprès de son enfant bien-aimé. Mais par la magie des images, des rythmes et par le charme du langage poétique, ce voyage vers le souvenir et vers la mort prend la forme d'un poème d'amour et d'une célébration. Hugo illustre ici le pouvoir de la poésie, immortaliser ce que la mort a fait disparaître.\n",
        "procedes": "",
        "analyse": "En quoi ce voyage reflète le lien intime qui était présent entre le poète et sa fille ?"
    },
    {
        "citation": "MOUVEMENT 1 : Le narrateur est déterminé à partir",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Demain, dès l'aube, à\n                            l'heure”\n",
        "procedes": "\n3 CCT\nrythme ternaire\n",
        "analyse": "\nLe poème commence par insister sur le moment du départ,\n                        les CCT évoque l’avenir\n"
    },
    {
        "citation": "\n                   \n\n\n“Je partirai”, “j'irai”\n\n                    “je\n                            partirai”\n",
        "procedes": "\nVerbes de mouvement au futur\n\n",
        "analyse": "\nMarque la détermination, le départ et\n                        l’arrivée.\n\nRésolution du poète de franchir les obstacles\n                        “forêt” “montagne” comme dans un poème d’amour\n\n"
    },
    {
        "citation": "\n                 \n                                    “J’irai”\n",
        "procedes": "\n           anaphore\n",
        "analyse": "\nProcédé qui exprime sa détermination\n                        inarrêtable, montrant que ce n’est pas un simple voyage, mais un voyage\n                        sentimental \n"
    },
    {
        "citation": "\n“Je partirai. Vois-tu,”\n\"je sais que tu m'attends\"\n",
        "procedes": "\nalternance\n“je” / “tu”\n",
        "analyse": "\nMontre une certaine relation affective profonde, on ne sait pas\n                        encore qui ’il parle de sa fille, on pourrait penser à une femme qu’il\n                        aime\n"
    },
    {
        "citation": "\n“Je ne puis demeurer loin de toi plus\n                            longtemps.”\n",
        "procedes": "\nnégation\n",
        "analyse": "\nMontre qu’il est dans l’incapacité d'accepter une\n                        situation douloureuse \n"
    },
    {
        "citation": "MOUVEMENT 2 : L'indifférence au contexte du voyage",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Je marcherai les yeux fixés sur mes\n                            pensées,”\n\n“triste\", \"seul\"\n",
        "procedes": "\nrythme monotone\n\nLexique de l’affectivité\n",
        "analyse": "\nHugo se décrit comme ayant une préoccupation\n                        douloureuse le coupant réellement du voyage, il est décrit comme ayant un\n                        comportement soucieux tout en méditant intérieurement\n"
    },
    {
        "citation": "\n“\"sans rien voir\", \"sans entendre\"\n",
        "procedes": "\nanaphore\n",
        "analyse": "\nAccentue cette indifférence, mais cette fois-ci se concentre\n                        sur le ressenti du poète, celui-ci n’exprime rien et est plongé dans ses\n                        pensées et ignore toute perception auditive ou visuelle\n"
    },
    {
        "citation": "\n“\"la forêt\", \"la montagne\"”\n“\"l'or du soir\", \"les voiles\"\n",
        "procedes": "\ntermes abstraits et imprécis\n",
        "analyse": "\nHugo semble indifférent au décor du voyage, celui-ci\n                        nous décrit avec imprécision le cadre spatiale du trajet\n"
    },
    {
        "citation": "\n“sans rien voir” “sans rien\n                            entendre”\n",
        "procedes": " ",
        "analyse": "\nLa reprise de “sans” souligne une indifférence\n                        volontaire à tte perception auditive \n"
    },
    {
        "citation": "\n“je ne regarderai ni l’or du soir””\n                            “ni les voiles\n",
        "procedes": "\nnégations\n",
        "analyse": "\nMalgré la beauté du paysage, il se ferme au monde\n                        extérieur\n"
    },
    {
        "citation": "\n“ jour pour moi sera comme la nuit”\n",
        "procedes": "\ncomparaison\n",
        "analyse": "\nLe poète n’arrive même plus à\n                        différencier le jour et la nuit, cela le plonge dans une sorte de bulle de\n                        réflexion \n"
    },
    {
        "citation": "\n“ni l'or du soir qui tombe,”\n",
        "procedes": "\nmétaphore du soleil\n",
        "analyse": "\nMontre que le voyage a duré une journée sans\n                        interruption, mais également accentue cette indifférence avec cette progression\n                        temporelle que le poète nous décrit vaguement\n"
    },
    {
        "citation": "\n“Triste et le.jour pour moi sera comme la\n                            nuit” \n« Seul, inconnu, le dos courbé, les mains\n                            croisées »\n",
        "procedes": "\nrythmes  irréguliers (1,5,6) (1,3,4,4)\n",
        "analyse": "\nMise en valeur des adj “Triste” et “seul” qui\n                        montre un héros tragique victime de la fatalité du destin\n"
    },
    {
        "citation": "\n“\"les voiles\"\n\n\"Harfleur\"\n",
        "procedes": "\nSeule description précise du cadre\n",
        "analyse": "\nTous ces indices sont des témoins de cette progression\n                        spatiale. On passe de l’aube au voile descendant vers Harfleur\n"
    },
    {
        "citation": "MOUVEMENT 3 : Le dénouement",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“, je mettrai sur ta tombe”\n",
        "procedes": "\nHémistiche “,” (séparation)\n",
        "analyse": "\nCela conduit à une lecture rétrospective, qui\n                        récapitule la présence obsédante de Léopoldine dans cet extrait,\n                        mais également dans toutes les contemplations. Il échappe en quelque sorte\n                        à la mort, mais plus on avance, plus la réalité le rattrape.\n"
    },
    {
        "citation": "\n“j'arriverai, je mettrai sur ta tombe”\n\n\n“tombe”, “Un bouquet de houx vert”,\n                            “bruyère en fleur.”\n",
        "procedes": "\nalternance je / tu\n\nTerme associé à la mort et au deuil\n",
        "analyse": "\nCes 2 derniers vers montrent un rendez-vous lié à la\n                        mort et non à la vie comme on pensait préalablement\n.\n"
    },
    {
        "citation": "\n“Un bouquet de houx vert et de bruyère en\n                            fleur.”\n",
        "procedes": "\nFleur immortelle\n",
        "analyse": "\nL'auteur honore et immortalise sa fille. Il crée une\n                        éternité avec ces fleurs qui ne fanent jamais, il se crée cette sensation\n                        qu’il partage également aux lecteurs  \n"
    },
    {
        "citation": "CONCLUSION\nMise en relation des idées principales issues des mouvements\n”Sous le pont Mirabeau se présente sous les traits d'un poème. Toutefois, sa lecture permet de considérer qu'il s'agit également d'un texte résolument moderne dans ses choix poétiques, dans son écriture, dans sa présentation.Amour et poésie se confondent chez Apollinaire puisque la rupture amoureuse ne peut s’envisager sans rupture poétique. Il est notable que le thème de la séparation inspire la littérature comme il a inspiré Apollinaire.",
        "procedes": "",
        "analyse": ""
    }
]