[
    {
        "citation": " Ce texte a été écrit par Aimée Césaire en 1950, auteur emblématique du mouvement de la négritude, mouvement littéraire et politique qui regroupe des auteurs francophones noirs dont les revendications visaient à défendre les valeurs et la culture africaine. Le but était de défendre  et de promouvoir la culture africaine trop souvent victime du colonialisme, du racisme engendré par le colonialisme. Le mouvement de la négritude se forme à paris entres les 2 guerres par 3 jeunes etudiant intellectuelle qui fonde une revu, “l’etudiant noir”. Il s’agit de Leopold Sedar Senghor, le guyannais Léon Damas et Césaire Martinique, 3 poètes influencés par le surréalisme. Césaire est le plus révolté c’est lui qui crée ce terme de négritude qu’il définit comme étant “la simple reconnaissance du fait d'être noire et l’acceptation de ce fait”. \nL’extrait étudié ici est tiré d’un essai discours sur le colonialisme ou il dresse une critique en défendant l’idée que la colonisation n’est pas la meilleur solution pour mettre en contact des peuples. Dans notre passage, il en dénonce la violence et son discours est de nous en persuader. \n",
        "procedes": "",
        "analyse": "Comment le poète à travers une stratégie argumentative basée sur la persuasion propose un pamphlet qui critique la politique ?"
    },
    {
        "citation": "MOUVEMENT 1 :il dénonce les conditions des colonisés",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\nSécurité ? Culture ? Juridisme ? \n",
        "procedes": "\nenumeration \nde\nphrase interrogative\n",
        "analyse": "\nCela montre tout ce qu'attendent les colonisés, elles permettent de modéliser la\n                    déception liés à ce manque\nElles vont par la suite être réfutés puisque toutes ce énumérations\n                    ne s’applique pas, présence de violence, acculturation, formation hâtive\n"
    },
    {
        "citation": "\n“colonisés”\n",
        "procedes": "\nmétonymie \n",
        "analyse": "\nCette figure permet de faire comprendre que le sujet traité est les victimes de la\n                    colonisation, ils les considère comme victime ca sera le fond de son discours\n"
    },
    {
        "citation": "\n“ En attendant”\n",
        "procedes": "\nparticipe présent\n",
        "analyse": "\nCréer un effet de déception puisque on leur promet des choses mais ils restent dans\n                    l'attente\n"
    },
    {
        "citation": "\n“je regarde et je vois,”\n",
        "procedes": "\nverbe de perception\n1ere personne\n",
        "analyse": "\nl'emploi oie du “je” rend césaire comme spectrale de cette déception,\n                    montre également une opposition entre promesse et réalité\n"
    },
    {
        "citation": "\n“partout”\n",
        "procedes": "\nadverbe\n",
        "analyse": "\nTerme englobant la totalité, voir l’universalité, montre que cette colonisation\n                    est néfaste dans tout le monde\n"
    },
    {
        "citation": "\n“colonisateurs et colonisés, la force, la brutalité, la cruauté, le\n                        sadisme, le heurt”\n",
        "procedes": "\ngradation ascendante\n",
        "analyse": "\nTémoins de la violence dont sont victime les colonisés, on passe d’une\n                    brutalité physique a ses conséquences: le heurt (choc)\n\nIl est bien en démarche de dénonciation, puisque il s’attaque directement aux\n                    colonisateurs\n"
    },
    {
        "citation": "\n“culturelle … interprètes\"\n",
        "procedes": "\n2eme gradation\nton ironique\n",
        "analyse": "\nCette seconde gradation contraste avec la première, il évoque les attente des\n                    colonisateurs qui veulent les former à des métiers afin de les asservir plus avec un\n                    ton ironique voir sarcastique\n"
    },
    {
        "citation": "MOUVEMENT 2 :il montre la violence de la colonisation",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“J’ai parlé de contact”\n",
        "procedes": "\nphrase courte\n",
        "analyse": "\nPasse de phrase complexe a simple, afin d'introduire son argumentation. Ce choix n’est pas\n                    anodin puisque rend hommage à la culture africaine, ou l’oralité utilise ce\n                    principe\nDe plus la forme du texte s’apparente à poésie, Césaire est un\n                    poète il applique donc cette atout au service de son discours\n"
    },
    {
        "citation": "\n“Entre … avilies”\n",
        "procedes": "\nnégation restrictive\n",
        "analyse": "\nDe nouveau dans une phrase complexe, cette négation montre la quasi disparition de la culture\n                    africaine au profit de celle européenne\n"
    },
    {
        "citation": "\n“l’intimidation, la pression … mufleries”\n",
        "procedes": "\nénumération\n\nCL du pessimisme\n",
        "analyse": "\nIl dresse un constat alarmant entre la violence physique moral et social régnant dans les\n                    colonies d'où le climat anxiogène et oppressant dans lequel ils vivent\n"
    },
    {
        "citation": "\n“corvée”\n",
        "procedes": "\nterme\n",
        "analyse": "\nFait réf à l'esclavagisme\n"
    },
    {
        "citation": "\n“des élites décérébrées,\n des masses avilies.”\n",
        "procedes": "\nparallélisme\n\nhyperbole\n",
        "analyse": "\nproduit un choc avec ce contrat sombre fait avec l'aide d’hyperbole montrant que selon\n                    césaire les européens ont subi une ablation du cerveau\n                    (décérébrées)\n"
    },
    {
        "citation": "\n“le vol, le viol”\n",
        "procedes": "\nsonorité \n",
        "analyse": "\nIl utilise également la persuasion en jouant sur les sentiments avec le terme\n                    “viol”\n"
    },
    {
        "citation": "\n““aucun””\n",
        "procedes": "\ndéterminant indéfini\n",
        "analyse": "\npose un triste conclusion, puisque aucun lien n’existe entre les peuple\n"
    },
    {
        "citation": "\n“domination”, “soumission”\n",
        "procedes": "\n CL de la servilité\n",
        "analyse": "\nRenvoie de nouveau à l'esclavagisme, qui est censé être révolu mais\n                    perdure encore aujourd'hui. Les colonisés sont déshumanisé selon Césaire\n                \n"
    },
    {
        "citation": "\n““A mon tour de poser une équation colonisation = chosification \"\n",
        "procedes": "\nformule mathématique\n",
        "analyse": "\nTout est résumé en une phrase mathématique, le colonialisme produit uniquement\n                    de la déshumanisation, le mot “chosification” est extrêmement fort et\n                    accompagne cette argumentation\n"
    },
    {
        "citation": "MOUVEMENT 3 :Césaire se fait le porte parole du peuple de couleur et de la naigritude",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“J’entends (...) d’eux-mêmes”\n",
        "procedes": "\nmétaphore\nénumération\n",
        "analyse": "\nMétaphore de la tempête pour évoquer le chaos\nPromesses faîtes mais armements reçus + ton sarcastique de l’auteur \n"
    },
    {
        "citation": "\n“Moi (...) supprimés”\n",
        "procedes": "\nénumération + hypallages\n",
        "analyse": "\nAccentuent l’impact de la colonisation et donne plus de force à son discours\n"
    },
    {
        "citation": "\n“magnificences artistiques”\n“d’extraordinaires possibilités”\n\n“anéanties” “supprimées”\n",
        "procedes": "\nhyperboles\n\nchamp lexical destruction\n",
        "analyse": "\nProcédés qui mettent en avant la culture africaine.\nMais qui sont directement cassés par les 2 adj du champ lex de la destruction\n"
    },
    {
        "citation": "\n“on me”\n“moi je”\n",
        "procedes": "\n2 anaphores\n",
        "analyse": "\nOpposition entre le colonisateur et le colonisé\n"
    },
    {
        "citation": "\n“Je parle (...) sagesse”\n",
        "procedes": "\nomniprésence du “je”\n",
        "analyse": "\nPose le poète en porte-parole\n"
    },
    {
        "citation": "\n“Je parle de”\n",
        "procedes": "\nanaphore\n",
        "analyse": "\nMontre qu’il a le monopole de la parole et qu’il compte bien user de ce pouvoir\n"
    },
    {
        "citation": "\n“creuser à la main”\n",
        "procedes": "\ngroupe nominal\n",
        "analyse": "\nModalise la dureté du travail et renvoie à la condition servile des noirs\n"
    },
    {
        "citation": "\n“Je parle de millions (...) sagesse”\n",
        "procedes": "\nénumération\n",
        "analyse": "\nProcédé produit un effet empathique, le lecteur est mené à compatir avec\n                    les noirs, il joue aussi sur les sentiments pour provoquer la pitié\nL’énumération permet de montrer la destitution des colonisés : on leur a\n                    tous pris\n"
    },
    {
        "citation": "CONCLUSION\nPour répondre à la problématique \nAinsi nous avons vu dans ce texte que Césaire dénonçait les désastres du colonialisme. Il prend la\nforme d’un discours dont la stratégie argumentative est basé sur la conviction, la persuasion et qui\nn’a qu’un objectif, faire valoir la culture africaine. Césaire nous propose un pamphlet politique\nengagé mais qui est aussi poétique. Il met en avant la culture Africaine et se bat pour libérer le\npeuple noire de l’oppression.\nOuverture\nAimé Césaire a t il eu un impact lors de la publication de son discours en 1950 ?\n",
        "procedes": "",
        "analyse": ""
    }
]