[
    {
        "citation": " Dans Les Contemplations, la mort de Léopoldine inspire à Hugo tantôt des réminiscences heureuses, tantôt de douloureux cris de désespoir.\n« Ô Souvenir du printemps aurore ! » décrit un souvenir familial où sa fille est une reine et où la famille unie vit dans un paradis. Il nous raconte l’histoire d’un père parmi les siens. C’est un poème écrit le 4 septembre 1846, une date fictive, celle du troisième anniversaire de la mort de Léopoldine. C’est un poème  de “souvenir” symboliquement dénué de titre comme s’il se suffisait à lui-même tant sa force de vie est grande.Il est composé de 13 strophes d’octosyllabes avec des rimes croisées.\nDans ce poème, V.Hugo se souvient du passé comme un paradis perdu “Tous ces regards du paradis” (v.36), quand il se promenait avec Léopoldine et ses 3 autres enfants et qu’il leur racontait des histoires auprès du feu.\n",
        "procedes": "",
        "analyse": "Comment le poète arrive à transmettre ses émotions à travers les souvenirs d'enfance de ses enfants?"
    },
    {
        "citation": "MOUVEMENT 1 : L’entrée dans la réminiscence",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Ô”\n",
        "procedes": "\ninterjection\n",
        "analyse": "\nIl s'adresse à ce qui suit, ses souvenirs\n"
    },
    {
        "citation": "\n“Doux rayon triste et réchauffant\n                            !”\n\n“rayon triste et réchauffant”\n",
        "procedes": "\nPhrase exclamative\nnon verbale\n\nmétaphore du soleil\n",
        "analyse": "\nDonne une vision positive du souvenir de Léopoldine\n"
    },
    {
        "citation": "\n“triste\" / “réchauffant\"\n",
        "procedes": "\nantithèse \n",
        "analyse": "\nCependant, cela est cassé par l'antithèse rappelant que\n                        sa fille est morte\n"
    },
    {
        "citation": "\n“ Lorsqu’elle était petite\n                            encore”\n“Que sa sœur était tout\n                            enfant…”\n",
        "procedes": "\n2 PPS\nPas de prop principale\n",
        "analyse": "\nRéuni début de l'année et début du jour\n                        ce qui ramène au début de l’enfance\n"
    },
    {
        "citation": "\n\"-Lorsqu'elle\" / “C’est là que nous vivions.\n                            —”\n\n“elle”\n",
        "procedes": "\nvers entouré de tirets\n\n3ème p du sing\n",
        "analyse": "\nCela est accentué avec ces vers entourés par des tirets\n                        qui se voient être une sorte de parenthèse de l’enfance de Léopoldine,\n                        elle est désignée avec “elle”. On connaît l’amour que le\n                        poète éprouve pour sa fille, il n’est donc pas nécessaire de la\n                        nommer.\n"
    },
    {
        "citation": "\n“Connaissez-vous sur la colline”\n\n“Entre un bois sombre et le ciel bleu ?”\n\n",
        "procedes": "\nquestion rhétorique\nCCL\n\nCCL\n",
        "analyse": "\nCette parenthèse est dominée par les émotions\n                        que ressent le poète, et celui-ci appelle le lecteur à réfléchir\n                        avec lui, en nous donnant le cadre spatial avec le domaine de la terrasse. Il passe de\n                        description temporel a une description spatial, prouvant le changement d'état\n                        d'âme\n"
    },
    {
        "citation": "\n“Une terrasse qui s’incline\nEntre un bois sombre et le ciel bleu?”\n",
        "procedes": "\ntournure personnel\n",
        "analyse": "\nHugo marque son affection tout au long de ce poème, ce tableau\n                        permet de donner vie aux souvenirs et à la mémoire de sa fille mais\n                        également de  ses autres enfants.\n"
    },
    {
        "citation": "MOUVEMENT 2 : Une reine dans un paradis",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“C’est là que nous vivions”\n\n",
        "procedes": "\nimparfait\n",
        "analyse": "\nMoment dans lequel la famille est réunie (mère, filles,\n                        père), c’est un moment où la mort n’est même pas pensée.\n                        D’où l’imparfait évoquant un moment révolu\n"
    },
    {
        "citation": "\nPénètre/Mon cœur dans ce passé\n                            charmant”\n",
        "procedes": "\n       injonction  (à \n                        lui-même)   \n    enjambement \n",
        "analyse": "\nL’émotion est marquée par l’enjambement et\n                        le rythme traduit l’élan qui mène le poète vers ce souvenir\n                        heureux\n"
    },
    {
        "citation": "\nVers 11 → 16\n",
        "procedes": "\n“nous” → alternance “je” “il”\n",
        "analyse": "\nSa fille ne veut pas réveiller son père, qui lui\n                        n’ouvre pas sa fenêtre de peur qu’elle s’arrête d’être\n                        joyeuse\n"
    },
    {
        "citation": "\n (13) “elle”  →\n                            “m’”  (14)\n(15) “moi je” → “la”\n                            (16)\n",
        "procedes": "\nstructure en chiasme\n",
        "analyse": "\nÀ travers cette structure, le poète s’associe\n                        à sa fille afin de montrer la proximité qu’il avait avec elle\n"
    },
    {
        "citation": "\n“Frais berceaux”\n",
        "procedes": "\nmétaphore\n",
        "analyse": "\nProcédé qui décrit les tonnelles qui\n                        suggèrent aussi l’enfance\n"
    },
    {
        "citation": "\n“Ma famille avec la nature, Mes enfants avec les\n                            oiseaux”\n",
        "procedes": "\nparallélisme de construction\n",
        "analyse": "\nChant qui établie l’harmonie entre la famille et la\n                        nature\n"
    },
    {
        "citation": "\n“Je” “J’ai” \n“on”  “elle” \n",
        "procedes": " ",
        "analyse": "\nLe sujet est tantôt à la 1ère, tantôt\n                        à la 3áµ‰.\n Le “on” et “elle” désigne\n                        Léopoldine qui a une place particulière, car elle est\n                        l’ainée  \n\nPour ne pas faire de diff, il utilise un indéfini\n                        “ma”\n"
    },
    {
        "citation": "\n”fée”\n\n“doux astre de ses yeux” \n",
        "procedes": "\nadjectif qualificatif\n\nmétaphore\n",
        "analyse": "\nLe poète est dans une constante admiration et emploi des\n                        qualificatifs pour exprimer son amour envers elle\n"
    },
    {
        "citation": "\n“Je l’admirais. C’était ma fée,\n                            doux astre”\n",
        "procedes": "\ngradation ascendante\n",
        "analyse": "\nÀ travers ce procédé, nous comprenons que sa\n                        fille est précieuse par ses attributs, elle est exceptionnelle \n"
    },
    {
        "citation": "MOUVEMENT 3 : Un père dans sa famille ",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n\"Nous jouions toute la journée. Ô jeux charmants !\n                            chers entretiens!“\n",
        "procedes": "\ntableau idyllique\n",
        "analyse": "\nLe poète dresse un tableau idyllique, c'est-à-dire un\n                        tableau de parents presque parfait se consacrant uniquement au plaisir des enfants\n"
    },
    {
        "citation": "\n“comme elle était\n                            l’aînée”\n“Nous allons t’apporter ta chaise”\n\n“Tous ces regards du paradis.”\n",
        "procedes": " ",
        "analyse": "\nMontre que Hugo rappelle le sérieux et la charge qu'avait\n                        Léopoldine sur ses épaules puisqu’elle était l’ainée.\n                        Cependant, celle -ci souhaite faire prolonger le plaisir du jeu en invitant son père\n                        à leur raconter un conte. \n"
    },
    {
        "citation": "\n“conte nous une histoire dis”\n\n“Tous ces regards du paradis.”\n",
        "procedes": "\ncaractère enfantin, impératif\n\n",
        "analyse": "\nPlonge ce poème dans des souvenirs de la jeune enfance de\n                        Léopoldine, le poète exprime une certaine nostalgie\n"
    },
    {
        "citation": "\n\"carnages\", \"profond\", “ombres du\n                            plafond.”\n",
        "procedes": "\nLexique de la peur\n",
        "analyse": "\nCette 10áµ‰ strophe commence par un vers marquant l’effroi, la\n                        peur.\n"
    },
    {
        "citation": "\n“J’inventais”, “ je\n                            trouvais”\n\n“Toujours”\n\n“Arioste et Homère”\n",
        "procedes": "\nverbes liés à l’invention\n\nterme marquant l’habitude\n\nconteur célèbre\n",
        "analyse": "\nLe poète invente un conte, il crée spontanément\n                        un monde à lui dans lequel des personnages mènent des combats, mais où ce\n                        conte est riche d’enseignements en y incluant de célèbres auteurs de\n                        conte  \n"
    },
    {
        "citation": "\n“Les géants se sont fait battre par des nains pleins\n                            d’esprit”\n",
        "procedes": "\nantithèse\n",
        "analyse": "\nOn comprend évidemment que les nains sont les enfants et les\n                        géants les adultes\n"
    },
    {
        "citation": "\n“aïeul”\n",
        "procedes": "\nterme\n",
        "analyse": "\nFait référence à Adèle Foucher,\n                        l'épouse de Victor Hugo qui l'avait trompé avec un ami à Victor. On voit\n                        donc que cette famille n’est pas si parfaite et c’est pour cela qu’elle est\n                        mentionnée ici afin de préparer les enfants à la vie\n"
    },
    {
        "citation": "\n“ et moi par la fenêtre sombre, j’entrevoyais\n                            un coin des cieux ! “\n",
        "procedes": " ",
        "analyse": "\nHugo décrit un rapport entre la vie et le paradis,\n                        intéressant. Pour lui cette description correspond au paradis sur terre que ça\n                        soit avec la femme et le père méditant et admirant à travers la vision\n                        extérieur et l’aide du paysage. \n"
    },
    {
        "citation": "CONCLUSION\n\nVictor Hugo a su transmettre ses émotions Mais la mort de sa fille en donne un sens un peu douloureux, c’est la poésie de l’éternelle enfance où mort et souvenirs se dévoilent à travers l’intimité familiale.\nMais en même temps c'est un poème d’une certaine fraîcheur dont on ressent la joie, c’est un tableau de bonheur familial composé avec beaucoup de délicatesse sur l’intimité de la famille.\n",
        "procedes": "",
        "analyse": ""
    }
]