[
    {
        "citation": "Accroche\nOlympe de gouge a été l'une des premières auteures à dénoncer les inégalités que subissent les femmes. \n\nAuteur (nom, époque, mouvement, principales œuvres, biographie pertinente) \nO de G, plutôt dit Marie Gouze, née en 1748. Le 3/11/1793, elle meurt guillotinée pour avoir été l’une des premières à poser la question de la femme à son époque.\n\nŒuvre (titre, genre, date, court résumé, thèmes, contexte) \nDans sa DFFC, écrite en 1791, elle revendique l’égalité des sexes et dénonce les injustices dont les femmes sont victimes. De même, la DDHC donne un ensemble de droit “naturel”, individuel et commun ; cependant, il n’évoque jamais les femmes, insinuant que le texte s’adresse avant tout aux hommes. O de G décide donc d’écrire sa propre déclaration en reprenant quasiment mot pour mot le titre de la DDHC afin justement de montrer le paradoxe qu’elle contient.\n\nExtrait (place dans l’œuvre, résumé, rôle dans l’œuvre et présentation des personnages si nécessaire)\nL’extrait que nous nous proposons d'étudier est le préambule. Celui-ci reprend mot pour mot les termes du préambule de la DDHC, mais en y incluant les femmes également. Des termes comme citoyen avec un c minuscule n’inclut pas les citoyens.  Elle est consciente de ce manque et va alors donner une dimension féministe à celle-ci en révélant la polémique de la règle grammaticale du masculin qui l’emporte.  O de G pose le problème d'un langage discriminant qui n'inclut pas les femmes dans un projet de société. Selon elle, la DDHC n'est pas sensée honnête à l'égard des deux sexes ?\n",
        "procedes": "",
        "analyse": "Comment ce préambule, en réécrivant celui de la DDHC, met en évidence ses lacunes afin de mieux défendre l'égalité des sexes tout au niveau social, politique et juridique ?"
    },
    {
        "citation": "MOUVEMENT 1 : O de G précise les demandeurs de la déclaration",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Les mères, les filles, les sœurs,\n                            représentantes de la nation”\n",
        "procedes": "\nenumeration\n\n",
        "analyse": "\nElle appelle toutes les femmes au rassemblement, à la\n                        résistance. Elle utilise sa force de persuasion comme principal atout. De plus, elle\n                        exclut les hommes ainsi que le terme \"épouse\". Cela restreint ce rassemblement à\n                        seulement aux femmes sans aucun lien familial avec un homme. Elle n’attend rien des\n                        hommes.\n"
    },
    {
        "citation": "\n“Les mères, les filles, les sœurs,\n                            représentantes de la nation”\n",
        "procedes": "\ngradation descendante\n",
        "analyse": "\nElle provoque l'émotion, elle utilise alors sa persuasion tout\n                        en s'incluant dans cette énumération, cela renforce son rôle de porte-parole\n                        des femmes\n"
    },
    {
        "citation": "\n\"représentante de la nation\"\n",
        "procedes": "\npériphrase \n",
        "analyse": "\nElle utilise un terme politique ce qui montre d'emblé sa\n                        volonté de rendre égale les deux sexes en tant que membre de la nation\n"
    },
    {
        "citation": "\n“Les mères, les filles, les sœurs,\n                            représentantes de la nation, demandent d'être constituées en\n                            Assemblée nationale.”\n",
        "procedes": " ",
        "analyse": "\nElle utilise l’effet miroir inversé en plaçant\n                        les femmes au premier plan pour faire prendre conscience qu’il y a un réel manque\n                        de la mention des femmes dans la ddhc. De plus que le terme “Homme” n’inclut\n                        pas les femmes\n"
    },
    {
        "citation": " ",
        "procedes": " ",
        "analyse": "\nElle rappelle l’idée que tt les hommes sont fils de leur\n                        mère. OdG laisse sous-entendre que les femmes peuvent se passer des hommes (élever\n                        les enfants)  mais la réciproque n’est pas évidente \n"
    },
    {
        "citation": "\n“demandent”\n",
        "procedes": "\nrequête + présent de l’indicatif\n",
        "analyse": "\nMet l’accent sur l’objet de la DDFC : exigé que\n                        les droits des femmes soient respectés + c’est aussi solennel (tt de suite) donc\n                        caractère injonctif\n"
    },
    {
        "citation": "\n“d’être constituées en\n                            AN”\n",
        "procedes": "\nCOD du verbe demander\n",
        "analyse": "\nOdG revendique que les femmes constituaient en AN aient le droit de\n                        gouverner + participer vie politique.\n"
    },
    {
        "citation": "MOUVEMENT 2 :L’objet de sa demande",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“de la femme” + “citoyenne”\n\n",
        "procedes": "\nRemplace les masculins\n",
        "analyse": "\nModif qui montre que la femme est membre à part\n                        entière. Devient le cœur de la DDFC, acquiert une force qui lui permet\n                        d’accéder à un véritable rôle social, politique ou\n                        économique.\n"
    },
    {
        "citation": "\n“L'ignorance, l’oubli ou le\n                            mépris”\n",
        "procedes": "\ngradation ascendante\n",
        "analyse": "\nMontrent que les femmes sont maltraitées\n"
    },
    {
        "citation": " ",
        "procedes": " ",
        "analyse": "\nCe n’est pas le mépris du droit naturel qui est la cause\n                        des malheurs publics, mais le mépris de la femme par l’homme\n"
    },
    {
        "citation": "\n“seules”\n",
        "procedes": "\népithète du mot “causes”\n",
        "analyse": "\nInégalité homme/femme → seule origine des\n                        problèmes sociaux et politiques\n"
    },
    {
        "citation": "\n“malheurs” “corruption”\n",
        "procedes": " ",
        "analyse": "\nTermes qui font que cette inégalité apparaît\n                        comme un fléau décidé par les hommes → donc ils doivent assumer les\n                        responsabilités + les conséquences\n"
    },
    {
        "citation": "\n“pouvoir des femmes, et ceux du pouvoir des\n                            hommes\n",
        "procedes": "\nremplacent “pouvoirs législatif et exécutif”\n",
        "analyse": "\nModif qui installe la polémique + plonge dans un rapport\n                        dichotomique\n"
    },
    {
        "citation": " ",
        "procedes": " ",
        "analyse": "\nMontre les difficultés auxquelles les femmes sont\n                        confrontées. Tant que cette situation de domination perdurera, le bonheur de tous est\n                        impossible à réaliser\n"
    },
    {
        "citation": "MOUVEMENT 3 : Transition vers le PREMIER article",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“le sexe (...) maternelles”\n",
        "procedes": "\npériphrase\n",
        "analyse": "\nCe procédé permet de définir le sexe féminin\nUtilise des termes mélioratifs rappelant son rôle naturel de génitrice\nCe sont elles qui donnent la vie, mais n’a pas la place qui lui revient de droit\n"
    },
    {
        "citation": "\n“supérieur”\n",
        "procedes": "\nironie + s’oppose à “sexe faible”\n",
        "analyse": "\nOdG fait référence au pêcher originel qui présente la femme comme\n                    incapable de résister à la tentation\n"
    },
    {
        "citation": "\n“Sexe supérieur”\n\n“beauté” “courage” “souffrances maternelles”\n",
        "procedes": "\nSujet\n\nadj \n",
        "analyse": "\nRemise en question de cette infériorité véhiculée dans le christianisme.\n                \n Mais affirme que la femme l’emporte sur l’homme par la beauté, son courage\n                    et son rôle naturel\n"
    },
    {
        "citation": "\n“les droits suivants de la femme et de la citoyenne”\n",
        "procedes": "\nremplace “les droits suivants de l’homme et du citoyen”\n",
        "analyse": "\nA travers ce remplacement, OdG conclut que sa déclaration défend leur droit que les\n                    hommes nient pour mieux les dominer\n"
    },
    {
        "citation": "MOUVEMENT 4 : Des articles écrit au feminin",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Article premier.”\n",
        "procedes": " ",
        "analyse": "\nCes articles sont réellement le projet politique d'OdG, elle y\n                        place la femme avec un statut juridique et social égale à l’homme\n"
    },
    {
        "citation": "\n“‘La Femme “\n",
        "procedes": "\nsujet au singulier\n",
        "analyse": "\nMontre que les femmes sont considérées comme genre et\n                        non comme une addition d’individualités \n"
    },
    {
        "citation": "\n“La Femme naît libre et demeure égale à\n                            l'homme”\n",
        "procedes": "\nsymétrie \nfemme / homme\n",
        "analyse": "\nles hommes ne sont mentionnés que 3 fois, montre que les\n                        femmes ont la place centrale dans cette DDFC, ils apparaissent afin d’avoir une certaine\n                        symétrie des droits entre les deux sexes\n"
    },
    {
        "citation": "\n“en droits”\n“conservation des droits”\n“ Ces droits”\n",
        "procedes": "\nrépétition du terme “droit”\n",
        "analyse": "\nOdG mentionne à mainte reprise “droit”, il\n                        s’oppose à celui présent au préambule où celui-ci designer les\n                        droits de la femme, ici il désigne ceux des deux sexes \n"
    },
    {
        "citation": "\n“liberté, la propriété, la\n                            sûreté, et surtout la résistance à\n                            l'oppression.”\n",
        "procedes": "\nénumération\nAssonance en é\nallitération en s\n",
        "analyse": "\ntous ces procédés rendent la mémorisation plus\n                        simple et de ce fait atteint plus facilement les lecteurs \n"
    },
    {
        "citation": "\n“surtout\n",
        "procedes": "\nadverbe\n",
        "analyse": "\nCréer un ton polémique, elle souligne ici une\n                        accusation envers le pouvoir qu’ont les hommes sur les femmes et l’importance\n                        justement d’avoir accès à ce droit\n"
    },
    {
        "citation": "Pour répondre à la problématique\nDans ce texte rédigé par O de G calqué dans les DDHC dont elle reprend toute la\nrhétorique. Nous avons un véritable pamphlet (à définir) de ce texte fondateur de la république qui\ninvite les femmes à prendre conscience de leur servilité, de leur position d’esclave domestique et les\npousse à se battre pour leur droit\nOuverture: On pourrait se demander quelle a été l’impact de ce texte a cette époque ?",
        "procedes": "",
        "analyse": ""
    }
]