[
    {
        "citation": " Guillaume Apollinaire incarne “l'esprit nouveau” selon l’expression qu’il utilisera lors de ses conférence en 1917. Dans son recueil Alcools, initialement nommé Eau-de-vie, ce vent de modernité est palpable puisqu'il s'inspire de la ville, du rythme du jazz et de la peinture cubiste, supprimant la ponctuation de tous ses poèmes. Toutefois, Apollinaire respecte une certaine tradition poétique. Effectivement, selon Pierre Brunel, il est : « entre deux mondes». Le poème qui fait l’objet de notre étude se nomme : Sous le pont Mirabeau » suite à sa rupture avec l’artiste peintre Marie Laurencin. Si ce texte aborde un célèbre topos (cliché)littéraire à savoir la tristesse ressentie après une rupture amoureuse, il est, néanmoins,original dans sa manière de la traiter. En effet, le titre qui prend pour décor le pont Mirabeau et donc l’espace urbain annonce un poème moderne.",
        "procedes": "",
        "analyse": "En quoi ce poème d'amour est-il à la fois traditionnel et à la fois moderne ?"
    },
    {
        "citation": "MOUVEMENT 1 : L'évocation d’un amour partagé",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Sous le pont Mirabeau “\n\n“coule la Seine”\n",
        "procedes": "\nCC de lieu\n\nprésent\n",
        "analyse": "\nON A 2 POSSIBILITÉS DE LECTURE QUI CHANGENT LE SENS\n\nMontrer le cadre parisien et plus précisément urbain.\n                        Le poète va utiliser ce lieu souvent connu comme romantique pour décrire son amour\n                        de plus ce pont est symbolique pour le poète puisqu’il l’emprunté\n                        chaque jour pour rentrer chez Marie Laurencin\n"
    },
    {
        "citation": "\n“nos”\n“ amours”\n",
        "procedes": "\ndét possessif\nsubstantif\n",
        "analyse": "\nC’est un amour très fusionnel, l’utilisation de\n                        ces procédés montre un amour qui est partagé\n"
    },
    {
        "citation": "\n“toujours”\n",
        "procedes": "\nadverbe\n",
        "analyse": "\nC’est également un amour passionné et intense\n                        puisque malgré la présence de dispute, la joie et le bonheur réapparaisse\n                        toujours\n"
    },
    {
        "citation": "\n“Faut-il qu'il m'en souvienne”\n\n“souvenir”\n",
        "procedes": "\ninterrogative\n\nverbe de pensée\n",
        "analyse": "\nCependant cet amour semble du passé, l’utilisation de\n                        ces procédés révèlent que le poète se remémore de cet\n                        amour\n"
    },
    {
        "citation": "\n“Vienne la nuit sonne l'heure\nLes jours s'en vont je demeure”\n",
        "procedes": "\nrefrain\n\nutilisation du “je”\n",
        "analyse": "\nDans ces 4 refrains le poète y décrit sa solitude,\n                        l’utilisation de la première personne accentue cela\n"
    },
    {
        "citation": "\n“mains dans les mains”\n“face à face”\n",
        "procedes": "\nexpression\nrépétition\n",
        "analyse": "\nMontre l’union du couple, cela est d’ailleur exprime plus\n                        précisément dans le vers 8 ou le couple forme le pont avec leur bras, symbole de\n                        leur union\n"
    },
    {
        "citation": "\n“si lasse”\n",
        "procedes": "\nallitération en s\n",
        "analyse": "\nCependant cet amour semble s'émanciper au fil du  texte,\n                        il y a une certaine lassitude qui se crée\n"
    },
    {
        "citation": "MOUVEMENT 2 : Une rupture amoureuse",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“L'amour s'en va comme cette eau\n                            courante”\n",
        "procedes": "\ncomparaison\n\npersonnification\n",
        "analyse": "\nLe poète mélange à la fois modernité et\n                        tradition. En effet de nombreux poètes comme Ronsard appartenant à la Renaissance\n                        utilisent ce thème de l’eau afin d’exprimer un lien affectueux. Il\n                        adhère à la fois à ce courant là mais également au\n                        romantisme\n"
    },
    {
        "citation": "\n“est lente”\n“est violente”\n",
        "procedes": "\ndiérèse\n\nregistre élégiaque\n",
        "analyse": "\nIl exprime sa souffrance liés à sa rupture, il cherche\n                        une sorte de compassion\n"
    },
    {
        "citation": "\n“Espérance”\n",
        "procedes": "\nmajuscule\n",
        "analyse": "\nCela nous fait penser au célèbre poème de\n                        Baudelaire, Spleen\n"
    },
    {
        "citation": "\n“Passent les jours” / “passent les\n                            semaines”\n\n“Ni temps passé” / “Ni les amours\n                            reviennent”\n",
        "procedes": "\nanaphore\n",
        "analyse": "\nDonne au poème une musicalité lente très\n                        présente dans ce dernier quatrain\n\n"
    },
    {
        "citation": "\n“Ni temps passé\nNi les amours reviennent”\n",
        "procedes": "\nparallélisme de construction \n",
        "analyse": "\nmontre le caractère irrévocable à la fois du\n                        temps qui passe et de l’effacement de\nl’amour\n"
    },
    {
        "citation": "\n“L'amour s'en va\nComme la vie est lente”\n\n“Ni temps passé\nNi les amours reviennent”\n",
        "procedes": "\nCoupure des 2 quatrains\n",
        "analyse": "\nC’est une forme étrange qui rappelle les mouvements de\n                        l’eau ou les poeme calligraphique du poète,, il y évoque sa rupture\n                        amoureuse aussi bien dans la parole que dans la forme\n"
    },
    {
        "citation": "\n“Passent les jours et passent les\n                            semaines”\n",
        "procedes": "\nRéf au temps\n\nprésent exprimant un temps statique\n",
        "analyse": "\nIl nous surprend car au début il utilisait des termes\n                        temporels qui avancer et ne se stopper pas, la il est fidger comme chaque jour et semaine, cela\n                        accentue le temps statique qui passe suite à sa rupture. Cependant son lyrisme reste\n                        discret, il ne se plaint pas dans les faits.\n"
    },
    {
        "citation": "\n”Sous le pont Mirabeau coule la Seine”\n\n",
        "procedes": "\nrépétition\n",
        "analyse": "\nIl reprend mot pour mot le vers 1, cela crée une sorte de\n                        boucle nous invitant à relire le poème, cependant le refrains de la strophe\n                        suivant laisse la résignation, (accepter sans contester) prendre place et place le\n                        poète dans une solitude\n"
    },
    {
        "citation": "CONCLUSION\nMise en relation des idées principales issues des mouvements\n”Sous le pont Mirabeau se présente sous les traits d'un poème. Toutefois, sa lecture permet de considérer qu'il s'agit également d'un texte résolument moderne dans ses choix poétiques, dans son écriture, dans sa présentation.Amour et poésie se confondent chez Apollinaire puisque la rupture amoureuse ne peut s’envisager sans rupture poétique. Il est notable que le thème de la séparation inspire la littérature comme il a inspiré Apollinaire.",
        "procedes": "",
        "analyse": ""
    }
]