[
    {
        "citation": "Olympe de gouge a été l'une des premières autrice à dénoncer les inégalités que subissent les femmes.\nAuteur (nom, époque, mouvement, principales œuvres, biographie pertinente)\nO de G, plutôt dit Marie Gouze, née en 1748. Le 3/11/1793, elle meurt guillotinée pour avoir été l’une des premières à poser la question de la femme à son époque.\n\nŒuvre (titre, genre, date, court résumé, thèmes, contexte)\nDans sa DFFC, écrite en 1791, elle revendique l’égalité des sexes et dénonce les injustices dont les femmes sont victimes. De même, la DDHC donne un ensemble de droit “naturel”, individuel et commun ; cependant, il n’évoque jamais les femmes, insinuant que le texte s’adresse avant tout aux hommes. O de G décide donc d’écrire sa propre déclaration en reprenant quasiment mot pour mot le titre de la DDHC afin justement de montrer le paradoxe qu’elle contient.",
        "procedes": "",
        "analyse": "Quelle stratégie, O de G adopte-t-elle pour convaincre les femmes de combattre pour l’égalité des sexes ?  "
    },
    {
        "citation": "MOUVEMENT 1 :  O de G invite les femmes à prendre conscience que les hommes ont bafoué leur droit ",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“Femme”\n",
        "procedes": "\nTournure personnelle\n",
        "analyse": "\nPermet de s’adresser à une destinataire qu’elle a singularisé (lectrices).\n                    Ce procédé donne de la vigueur à son texte. \n"
    },
    {
        "citation": "\n“Réveille-toi”\n“reconnais tes droits”\n",
        "procedes": "\nimpératif\n",
        "analyse": "\nCes tournures placent le texte sous le signe d’une injonction. Elle invite les femmes à\n                    l’action.\n"
    },
    {
        "citation": "\n“Tocsin”\n",
        "procedes": "\nallégorie\n",
        "analyse": "\nElle montre l’urgence de se battre pour les droits, elle donne l’alarme.\n"
    },
    {
        "citation": "\n“La raison se fait entendre”\n",
        "procedes": "\nmétaphore sonore\n",
        "analyse": "\nCe moment est un tournant crucial de la lutte des femmes. \n"
    },
    {
        "citation": "\n“n’est plus”\n“a dissipé”\n",
        "procedes": "\nnégation\npassé composé\n",
        "analyse": "\nMarque une rupture temporelle et insiste sur l’opportunité du moment : c’est mtn\n                    qu’il faut agir.\n"
    },
    {
        "citation": "\n“Le tocsin de la raison”\n“le puissant empire de la nature”\n“flambeau de la vérité”\n",
        "procedes": "\nMétaphore filée (3 métaphores)\n",
        "analyse": "\nRéférence aux philosophes des Lumières. Grâce aux métaphores, elle\n                    légitime ses revendications.\n"
    },
    {
        "citation": "\n“préjugé” “fanatisme” “superstition”\n                        “mensonge” “sottise” “usurpation”\n",
        "procedes": "\nchamp lexical de l’obscurantisme et de l’injustice\n",
        "analyse": "\nValeurs contre lesquelles les Lumières s’opposent.\n"
    },
    {
        "citation": "\n“Devenu injuste” “briser ses fers”…\n",
        "procedes": "\nChamp lexical de l’esclavage\n",
        "analyse": "\nElle insiste sur l’égoïsme des hommes qui refusent que les femmes\n                    s’émancipent\n"
    },
    {
        "citation": "\n“Devenu libre” “devenu injuste”\n",
        "procedes": "\nParallélisme de construction\n",
        "analyse": "\nRenforce l’idée qu’une fois libre, les hommes ont refusé de partager leur\n                    liberté en laissant les femmes dans la servitude.\n"
    },
    {
        "citation": "MOUVEMENT 2 :Tentative de sortir les femmes de leur aveuglement sur leur condition",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“O femmes ! Femmes”’\n",
        "procedes": "\napostrophe\n",
        "analyse": "\nÀ partir de là, elle va parler directement à ses destinataires (les femmes).\n                    Elle ne s’adresse pas seulement à celle qui le lit, mais au collectif des femmes.\n"
    },
    {
        "citation": "\n“quand cesserez-vous d'être aveugles ? “\n",
        "procedes": "\nQuestion rhétorique\n",
        "analyse": "\nCréer un côté provocateur, afin de faire percuter les femmes sur leur condition.\n                    Le ton péjoratif ainsi que le vocabulaire employé donne une impression au lecteur que\n                    les femmes sont responsables de leur manque de droit.\n"
    },
    {
        "citation": "\n“Quels sont les avantages que vous avez recueillis dans la révolution ?”,\n\n\"Que vous reste-t-il donc ?”...\n",
        "procedes": "\nEnchaînement de question rhétorique\n",
        "analyse": "\nElle enchaîne les questions dans un style animé et dynamique. Elle cherche à\n                    créer une proximité avec les femmes en créant une sorte de dialogue.\n"
    },
    {
        "citation": "\n“avantage” “mépris” “dédain”\n",
        "procedes": "\nantithèse\n",
        "analyse": "\nL’aspect positif disparaît au profit de terme péjoratif \nCela souligne la dépossession de soi que les femmes subissent\n"
    },
    {
        "citation": "\n“corruption”, \"règne\", “empire”, \n",
        "procedes": "\nCL du pouvoir\n",
        "analyse": "\nRenforce cette envie de reprendre leur droit bafoué par les hommes\n"
    },
    {
        "citation": "\n“n'avez régné que”\n\"Que vous reste-t-il donc ?”\n",
        "procedes": "\nnégation\nquestion rhétorique\n",
        "analyse": "\nOlympe donne l'impression que les femmes se sont fait bercer puisque leur droit n’a jamais\n                    été une préoccupation, il n’y a jamais eu d’opinion demander aux\n                    femmes\n"
    },
    {
        "citation": "\n“La conviction des injustices de l'homme”\n",
        "procedes": "\nphrase\n",
        "analyse": "\nMontre la déception et le fait qu’elles aient tout perdu à cause des hommes.\n                    Parce que le fait de dire que les hommes sont injustes, cela montre que les femmes n’ont rien.\n                \n"
    },
    {
        "citation": "\n“Le bon mot du législateur des noces de Cana ? ”\n",
        "procedes": "\nIronie\n",
        "analyse": "\nMontre que les femmes ont toujours eu une place inférieure au sein de la république.\n                \n"
    },
    {
        "citation": "\n“ Tout, auriez-vous à répondre”\n",
        "procedes": "\nRéponse\n",
        "analyse": "\nO de G montre que les femmes n’ont aucune différence sur le plan sociale et politique\n                    par rapport aux hommes et que donc il ne devrait pas y avoir de telle différence\n"
    },
    {
        "citation": "MOUVEMENT 3 : Elle incite les femmes à mobiliser leur intelligence pour faire accepté l’égalité aux hommes malgré leur résistance",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“s’ils s’obstinaient, dans leur\n                            faiblesse”\n\n“ quelque soit les barrières que\nl’on vous oppose”\n",
        "procedes": "\nhypothèse / prop sub circ de condition\n\n",
        "analyse": "\nOlympe montre les obstacles que hommes pourrait utiliser pour faire\n                        barrage à cette révolte, cependant il faut lutter quoi qu’il en\n                        courte\n"
    },
    {
        "citation": "\n“opposez”, “réunissez-vous”,\n                            “déployez”\n",
        "procedes": "\nimpératif\nrythme ternaire\n",
        "analyse": "\nCela montre la détermination qu’a O de G et\n                        qu’elle souhaite répercuter cette détermination aux femmes\n                        également\n"
    },
    {
        "citation": "\n“courageusement”, “force”,\n                            “énergie“\n",
        "procedes": "\nterme mélioratif\n",
        "analyse": "\nElle montre un aspect mélioratif des femmes contrairement aux\n                        hommes qu’elle déprécie “faiblesse”.\nElle veut que les femmes est le courage de combattre les hommes qui\n                        bafouent leur droit\n"
    },
    {
        "citation": "\n“principe”, “raison”,\n                            “philosophique”\n",
        "procedes": "\nvocabulaire philosophique avec CL de la pensée\n",
        "analyse": "\nReflète sa force de pensée ainsi que sa sagesse, elle\n                        utilise la philosophie comme arme afin de gagner le combat en ramenant les gommes à la\n                        réflexion afin que ces inégalités cessent\n"
    },
    {
        "citation": "\n“pouvoir” /  “vouloir”\n\n\n“il est entre vos pouvoirs”\n\n“ne que “\n",
        "procedes": "\nantithèse\n\ntournure impersonnelle\n\nnégation\n",
        "analyse": "\nCela montre que c’est au femme de vouloir ou non le choix entre\n                        soumission ou liberté. Elles ont les clés de l'issue de ce combat. Elles doivent\n                        user du combat afin de si elle le souhaite stopper ces inégalités\n"
    }
    {
        "citation": "Conclusion",
        "procedes": "",
        "analyse": "Dans ce texte rédigé par O de G calqué dans les DDHC dont elle reprend toute la rhétorique. Nous avons un véritable pamphlet (à définir) de ce texte fondateur de la république qui invite les femmes à prendre conscience de leur servilité, de leur position d’esclave domestique et les pousse à se battre pour leur droit"
    }
]