[
    {
        "citation": "\n\"Nous jouions toute la journée. Ô jeux charmants !\n                            chers entretiens!“\n",
        "procedes": "\ntableau idyllique\n",
        "analyse": "\nLe poète dresse un tableau idyllique, c'est-à-dire un\n                        tableau de parents presque parfait se consacrant uniquement au plaisir des enfants\n"
    },
    {
        "citation": "\n“comme elle était\n                            l’aînée”\n“Nous allons t’apporter ta chaise”\n\n“Tous ces regards du paradis.”\n",
        "procedes": " ",
        "analyse": "\nMontre que Hugo rappelle le sérieux et la charge qu'avait\n                        Léopoldine sur ses épaules puisqu’elle était l’ainée.\n                        Cependant, celle -ci souhaite faire prolonger le plaisir du jeu en invitant son père\n                        à leur raconter un conte. \n"
    },
    {
        "citation": "\n“conte nous une histoire dis”\n\n“Tous ces regards du paradis.”\n",
        "procedes": "\ncaractère enfantin, impératif\n\n",
        "analyse": "\nPlonge ce poème dans des souvenirs de la jeune enfance de\n                        Léopoldine, le poète exprime une certaine nostalgie\n"
    },
    {
        "citation": "\n\"carnages\", \"profond\", “ombres du\n                            plafond.”\n",
        "procedes": "\nLexique de la peur\n",
        "analyse": "\nCette 10áµ‰ strophe commence par un vers marquant l’effroi, la\n                        peur.\n"
    },
    {
        "citation": "\n“J’inventais”, “ je\n                            trouvais”\n\n“Toujours”\n\n“Arioste et Homère”\n",
        "procedes": "\nverbes liés à l’invention\n\nterme marquant l’habitude\n\nconteur célèbre\n",
        "analyse": "\nLe poète invente un conte, il crée spontanément\n                        un monde à lui dans lequel des personnages mènent des combats, mais où ce\n                        conte est riche d’enseignements en y incluant de célèbres auteurs de\n                        conte  \n"
    },
    {
        "citation": "\n“Les géants se sont fait battre par des nains pleins\n                            d’esprit”\n",
        "procedes": "\nantithèse\n",
        "analyse": "\nOn comprend évidemment que les nains sont les enfants et les\n                        géants les adultes\n"
    },
    {
        "citation": "\n“aïeul”\n",
        "procedes": "\nterme\n",
        "analyse": "\nFait référence à Adèle Foucher,\n                        l'épouse de Victor Hugo qui l'avait trompé avec un ami à Victor. On voit\n                        donc que cette famille n’est pas si parfaite et c’est pour cela qu’elle est\n                        mentionnée ici afin de préparer les enfants à la vie\n"
    },
    {
        "citation": "\n“ et moi par la fenêtre sombre, j’entrevoyais\n                            un coin des cieux ! “\n",
        "procedes": " ",
        "analyse": "\nHugo décrit un rapport entre la vie et le paradis,\n                        intéressant. Pour lui cette description correspond au paradis sur terre que ça\n                        soit avec la femme et le père méditant et admirant à travers la vision\n                        extérieur et l’aide du paysage. \n"
    }
]