[
    {
        "citation": "Accroche \nOlympe de gouge a été l'une des premières autrice à dénoncer les inégalités que subissent les femmes. \n\nAuteur (nom, époque, mouvement, principales œuvres, biographie pertinente) \nO de G, plutôt dit Marie Gouze, née en 1748. Le 3/11/1793, elle meurt guillotinée pour avoir été l’une des premières à poser la question de la femme à son époque.\n\nŒuvre (titre, genre, date, court résumé, thèmes, contexte) \nDans sa DFFC, écrite en 1791, elle revendique l’égalité des sexes et dénonce les injustices dont les femmes sont victimes. De même, la DDHC donne un ensemble de droit “naturel”, individuel et commun ; cependant, il n’évoque jamais les femmes, insinuant que le texte s’adresse avant tout aux hommes. O de G décide donc d’écrire sa propre déclaration en reprenant quasiment mot pour mot le titre de la DDHC afin justement de montrer le paradoxe qu’elle contient.\nExtrait (place dans l’œuvre, résumé, rôle dans l’œuvre et présentation des personnages si nécessaire) \nDans ce postanulule O de G s'offre une nouvelle tribune pour argumenter en faveur de l'égalité. Le début du texte reposait sur une opposition entre le portrait péjoratif des hommes et celui mélioratif des femmes à qui elle attribuait des attributs typiquement masculin : l'usage de la raison, la pratique de la philosophie, la force militaire et la domination. O de G a fini la première partie du postambule en montrant l'importance de la prise de conscience pour atteindre l'égalité. Elle avait réussi à rendre les images convaincantes. Dans cette 2eme partie nous ne sommes toujours pas en présence d'une analyse systématique pour O de G, la rigueur logique n'est pas la priorité. L 'urgence est à la polémique. ",
        "analyse": "",
        "procedes": "Quels nouveaux procédés rhétoriques OdG se sert-elle pour dénoncer les rapports homme/femme ?"
    },
    {
        "citation": "MOUVEMENT 1 :Le comportement coupable des femmes sous l’ancien régime",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n “Sous l’ancien régime (...) vices ?”\n“Vicieux” “vice”\n",
        "procedes": "\ninterrogative\n\nterme dépréciatif\n",
        "analyse": "\nDès le début, elle critique la société de l’ancien régime\n                    avec une portée argumentative. Elle donne une image dépréciative sur le plan\n                    social et politique et notamment leur culpabilité\n"
    },
    {
        "citation": "\n“tout” présent 3 fois\n",
        "procedes": "\nrépétition \n",
        "analyse": "\nElle y inclut les femmes qui utilisent également ce jeux vicieux avec leur charme afin\n                    d'accéder à la fortune\n"
    },
    {
        "citation": "\n“n’avait besoin que”\n\n“que d’être belle ou aimable”\n",
        "procedes": "\nnégation restrictive\n\n",
        "analyse": "\nElle précise les qualités nécessaires de ces femmes à l'époque,\n                    sinon il ne se faisait pas considéré par la société.Elle a\n                    d’ailleurs utilisé ces qualités pour accéder à la\n                    société\n"
    },
    {
        "citation": "\n“‘elle voyait cent fortunes à ses pieds”\n",
        "procedes": "\nmétaphore\n",
        "analyse": "\nCependant, elle ne parle pas de prostitution, mais de femmes entretenues qui avaient des liaisons\n                    avec des amants riches et donc de profiter de leur richesse\n"
    },
    {
        "citation": "\n“richesse”, “or”\n",
        "procedes": "\nterme renvoyant à la fortune\nCl de l’argent\n",
        "analyse": "\nElle montre ce rapport que certaines femmes avaient avec l’argent\nTout ce rapport à l’argent devait avoir lieu sinon la femme ne se faisait pas entretenir\n                \n"
    },
    {
        "citation": "\n“elle n’était plus”\n",
        "procedes": "\nnégation restrictive\n",
        "analyse": "\nC'était un comportement légitime, c’est ce que les hommes attendait des femmes\n                    sinon elle n'était pas respectée\n"
    },
    {
        "citation": "\n“La plus indécente se faisait respecter avec de l’or”\n",
        "procedes": "\nsuperlatif\n",
        "analyse": "\nCette idée de respect est proportionnelle à sa relation aux hommes et à l'argent\n                \n"
    },
    {
        "citation": "\n“Le commerce des femmes” \n",
        "procedes": "\nexpression ambiguë\n",
        "analyse": "\nDésigne les relations humaines\nL’argent est donc au centre des préoccupations\n"
    },
    {
        "citation": "MOUVEMENT 2 :Description de la condition des femmes à l’époque de OdG",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n\"Cependant (...) Afrique\"\n",
        "procedes": " ",
        "analyse": "\nElle compare les femmes aux esclaves et donc montre la\n                        fatalité qu’elles subissent\n"
    },
    {
        "citation": "\n“Cependant”\n",
        "procedes": "\nconnecteur logique\n",
        "analyse": "\nCrée une rupture avec les arguments\n                        précédents\n"
    },
    {
        "citation": "\n“L’esclave commande au\n                            maître”\n",
        "procedes": " ",
        "analyse": "\nElle continue sa comparaison avec les esclaves en montrant les\n                        conséquences de la vieillesse, notamment le fait qu’elles ne pourront plus jouer de\n                        leur charme et seront alors rejetées par les hommes\n"
    },
    {
        "citation": "\n“comme l’esclave sur les côtes\n                            d’Afrique”\n",
        "procedes": "\ncomparaison\n",
        "analyse": "\nComparaison explicite et dépréciative\nDépendante de l’homme comme l’esclave et son\n                        maître. \n"
    },
    {
        "citation": "\n“Achète” “esclave”\n                            répété 3 fois\n“maître” 2 fois \n",
        "procedes": "\nchamp lex de l’esclavage\n",
        "analyse": "\nOn comprend que la femme est perdue sans l’homme de la mm\n                        façon que l’esclave est perdu sans son maître \n\n"
    },
    {
        "citation": "\n“que devient cette\n                            infortunée””\n“charmes”\n",
        "procedes": "\nquestion rhétorique\n",
        "analyse": "\njeu de substitution car “cette” et\n                        “infortunée” donc elle parle bien de la femme et pas de l’esclave, mais\n                        elle le fait pour montrer l’analogie entre les 2\n"
    },
    {
        "citation": "\n“jouet”\n",
        "procedes": "\nréification\n",
        "analyse": "\nfds consistant à abaisser un être humain au rang de\n                        d’objet\n"
    },
    {
        "citation": "\n“Le jouet du mépris”\n",
        "procedes": "\nexpression\n",
        "analyse": "\nElles sont toujours menacées parce qu'en vieillissant elles\n                        perdent leur charme\n\nInsister sur le manque d’absence de considération, les\n                        femmes sont sous-estimées par l’homme, elles ne sont pas jugées à\n                        leur juste valeur. \n"
    },
    {
        "citation": "\n“on le sait”\n",
        "procedes": "\nutilisation du “on” et non du “je”\n",
        "analyse": "\nDans cet extrait, OdG n'utilise pas la première personne, mais\n                        s’inclut avec le lecteur grâce à la 3áµ‰ personne de façon à\n                        justement créer une proximité\n"
    },
    {
        "citation": "\n“D’autres exemples encore plus touchants\n                            s’offrent à la raison.”\n\n“touchants “\n",
        "procedes": "\nphrase de transition\n\nregistre pathétique\n",
        "analyse": "\nElle nous persuade, avec un exemple d’une jeune fille qui se\n                        laisse séduire par un homme qui va en tirer profit et dès qu’elle vieillira\n                        il l’abandonnera. OdG pousse le lecteur à avoir de la pitié envers cette\n                        femme\n"
    },
    {
        "citation": "\n“si elle a des enfants”\n“S’il est riche”\n“Si quelque engagement le lie à ses\n                            devoirs,”\n“S’il est marié”\n",
        "procedes": "\nproposition circonstancielle de condition\n",
        "analyse": "\nElle construit 4 situations ou dans tous les cas la femme sera\n                        défavorisée, désavantagé. Dans ces 4 situations, l’homme sera\n                        injuste envers la femme\n"
    },
    {
        "citation": "\n“abandonnera”, “violera”, “\"se\n                            croira dispensé”\n",
        "procedes": "\nverbe à connotation négatif\n",
        "analyse": "\naccentue cette idée d'égalité\n                        présentée dans ces 4 hypothèses\n"
    },
    {
        "citation": "\n“S’il est riche (...) perd ses droits.\n                            “\n",
        "procedes": "\nÉnumération\n",
        "analyse": "\nInsiste sur le manque d'opportunités accordées aux\n                        femmes lorsqu’elle vieillit, elles sont abandonnées Quelle que soit la\n                        situation\n"
    },
    {
        "citation": "\n“laissera”, “abandonnera”\n                            \"dispensé de”, “perd”\n\n““ingrat”,\n                            “inhumaine”, \n",
        "procedes": "\nCl de l’abandon \nDépréciatif\n\nTermes à connotations négatives\n",
        "analyse": "\nAccentue l'idée dominante de cet extrait concernant l'aspect\n                        vicieux de l’homme, \n"
    },
    {
        "citation": "MOUVEMENT 3 :Propositions de solutions",
        "procedes": "",
        "analyse": ""
    },
    {
        "citation": "\n“donc“\n\nQuelles lois reste-t-il donc à faire pour extirper le vice jusque dans la racine ?\n\n",
        "procedes": "\nconnecteur logique\n\nquestion rhétorique\n",
        "analyse": "\nPermet d’introduire ses solutions. C'est une fausse question puisqu’elle va y\n                    répondre immédiatement\n"
    },
    {
        "citation": "\n“ Celle du partage des fortunes entre les hommes et les femmes, et de\n                        l’administration publique.”\n",
        "procedes": "\nPhrase nominale\n",
        "analyse": "\nElle se répond à elle-même en montrant la nécessité d’une loi\n                    des partages des fortunes et des fonctions publiques entre les 2 sexes cela mettrait un terme\n                    à la difficulté des femmes à gagner de l'argent\n"
    },
    {
        "citation": "CONCLUSION\nPour répondre à la problématique \nApres avoir dressé le portrait de le conditon de la femme sous l’ancien regime de facon pegorative, en precisant les seules qualité requises pour une femme a cette epoque, c’est a dire la beauté et l’ammabilité. Elle nous montre que cette conditions se presente comme une fatalité ou la femme sans l’homme serait perdu. Ainsi elle pousse le lecteur à ressentir de l’empathie afin qu’il accepte sa proposition d'égalité en passant par la législation.\n",
        "procedes": "",
        "analyse": ""
    }
]